var pickTaunt = function(){
   var tauntArray = [



      "M̟̮̣̞̰̟̼̟͕̝̆ͦ̽̍̐ͨ̽̿̽ͧͦo̠͚̘̠͖̫͈̣̗̥̝̗̼̳̺̭̝͂̏̍ͪ̀͋ͅv̺̩̰͎̤̹̠͓̖̼͖̣̱̫̜̤̘̩̎́ͪͧ̏ͩ̉ͫ̑͋̾ͤͦ̑̀ͮͧe͍̦͈̮͖͇̯̠̮̖̾̿̽.̯̬̼̖̙͚̖̱̖̭͈͈̟̺̺̺̉͐̈ͨͬ̓͋ͪ͊ͥͬ͑̋̓̈͒ͩ̚ͅ",





      "M̺̬̟̞̞͇̫̊̓ͩ͛̉ͩ̍̓̆̍̏̑ͣ͒ͮͅͅȋ͉̩̰͖̩̱̱̲̥͇͕͌̽̍̎̽̄̓̔ͪͨ̊ͨ̚n̳̝͙̫̲̘̙̫̦̾̏̋͊ͤ̅̎̌̇̓̇ͥ͗e̝͚̯̬̰̞̹͉̰̰͉͆̏͗ͯ͂̌͛.̙̥͎̙̰̥ͥ͆͊̽ͥ͂͊̈́̚",



      "@͈̥̥̠̬̓͌ͪͯ́̂̚6̖̞̲̭̺̦̻̱̙̦̦̲̰̰̰̦̅͐̄̈́̈́̇̃̂̆̈́̽̀ͣ̚6̜̫̼̘̝̝͙̖̟̺̱̞̆̓̈́͊ͮ̾͑̽ͬͅ6̜̫̖̙̜͇͍̮͇̥̹̭̘̦̳͋ͤ̂ͬͮͮ̾̽͌ͨ̐̚@̗̜̖͔̫̩̺̮̮͖ͪͨ̿̓̐ͧͅ",



      "F̮͎̫̝̝̱̥̫̭̣̞͖͉͋͆̿ͫͩ̂̔ͣ̽ͣ͛E̻͉͇͎̠͇͎̥͈̻̲̝͇̬̘ͮ̒̃͆̇̏́Ẻ̫͖̻ͫͫ͛͆̒̚ͅD͎͕̜̺̙̥̳͚̞̥̞̼̙̜͉̯̰̳͌̊ͤ͑ͥ̾͊ͭ͌̔̍̓̑̐̌",




      "p̶̛͈̖̪̬̰̜̤͓̈́͋̔̉̔ͬ̐̑̈́͒̃ͨ̅͗͘͟ơ͛̋͆͆̏́ͥͪ̑̄̏̈̎̐̄ͮ͏̸̸͎̰̳̝̪͙̠̩̺̥̻̗̱͉͕̪̜̼̩w̟͓̗̪̘̻̙̤͕̖̦̯̬̙̻͉̦͔͔̔̿ͪͭ̾̅ͣ̅̆ͮ͟͠ȇͮ͂̃͆̑͆̃̏ͧ͡͡͏̳̼͙͚ṛ̶̡͖̺͍̟̣͇̗̗̰̰̞̻̳̲͈̣̠̍͆̈́͌̾ͤ̈ͪ͛̆͗̚͘",
      




      "Ḑ̵̹̩̦͎̼̻̹̫͚͕̣̩͔̱̦̂ͥͮ͛̀̈́͗͛̂̽ͣ̄̍͐̑͌͌̚e̛̽̈́ͧ̊̎̿ͦͭ̀̈͛̇̏̆̒̓̉̾͢͞͏̟̳̖̙̹̜͔͔A̢̛̖͙̺̥͖͔̠͕̗̠͔̮̍̔̾tͥ͑̊̃̐ͧ͋ͧ̌ͦ̐ͤ͂ͤͫͥ̏̃̚͘҉̪̗̫͙̪H̵̡͓̞̣̳̯͙̩͖̣̘͔̪͔̜͖͔ͤ͑ͦ͒̾͌ͫ̄̾ͮͣ̏̒͌ͧ́ͫͩ͒͡͠",



   ];
   return tauntArray[Math.round(Math.random() * (tauntArray.length - 1))];
};

module.exports = pickTaunt;
